[
    {
        "title": "Rice Items",
        "img": "https://i.ibb.co/KzRbbnL/rice-item.jpg",
        "description": "Stuck on mid-week dinner solutions? We have the perfect rice recipes for dinner to resolve your dilemma. We have a selection of rice recipes for dinner depending on your mood and your groceries, so whether you go for Chicken Vuna Khichuri or polao, dim polao or a simple plain rice option, these dishes prove rice is more than a support act but a meal in its own right. nstead of thinking of rice as a simple side dish, try putting it on the menu as the main event, as they do in many cultures, and enjoy it for its simplicity, as a wholesome, filling and tasty meal",
        "otherItems": [
            {
                "title": "Plain Rice",
                "img": "https://i.ibb.co/LzGm5W3/sadaVat.jpg",
                "price": "30",
                "description": "Savor the simplicity and purity of our Plain Rice, where fragrant and perfectly cooked grains of rice take center stage. This classic staple serves as the perfect foundation for a variety of accompanying dishes, allowing the flavors to shine through and satisfy your cravings."
            },
            {
                "title": "Dim Polao",
                "img": "https://i.ibb.co/68QK9Qj/dimPolao.jpg",
                "price": "70",
                "description": "Delight in the exquisite flavors of our Dim Polao, a rice dish that is elevated by the addition of perfectly boiled eggs. Each grain of rice is infused with a blend of spices, creating a fragrant and indulgent experience that will leave you craving for more."
            },
            {
                "title": "Chicken Vuna Khichuri",
                "img": "https://i.ibb.co/3rmzj6v/chicken-Vuna-Khichuri.jpg",
                "price": "100",
                "description": "Experience the comforting and hearty Chicken Vuna Khichuri, a rice dish that combines the richness of chicken with the wholesome goodness of khichuri. This flavorful combination of rice, lentils, and spices creates a soul-soothing meal that will warm your heart and satiate your appetite."
            },
            {
                "title": "Plain Polao",
                "img": "https://i.ibb.co/NYpdyPj/plain-Polao.jpg",
                "price": "50",
                "description": "Indulge in the aromatic and flavorful delight of our Plain Polao, a traditional rice dish that is a testament to the art of simplicity. Cooked with aromatic spices and a hint of ghee, this polao offers a delightful balance of flavors and textures, elevating the humble rice to new heights."
            }
        ]
    },
    {
        "title": "Meat Items",
        "img": "https://i.ibb.co/d0FKMXm/meat-item.jpg",
        "description": "We take pride in offering a delectable selection of meat items that will tantalize your taste buds. Prepared with the utmost care and attention to detail, our meat dishes are a true celebration of flavor and quality. Each bite is a testament to the superior cuts we source, ensuring tender, juicy, and melt-in-your-mouth goodness. No meat feast would be complete without our signature selection of Beef Vuna. Skewered to perfection, these flavorful delights showcase a variety of marinated meats, ensuring a delightful fusion of spices and tenderness.",
        "otherItems": [
            {
                "title": "Beef Vuna",
                "img": "https://i.ibb.co/ZGc9VSB/beefVuna.jpg",
                "price": "150",
                "description": "Indulge in the aromatic and succulent Beef Vuna, where tender beef is slow-cooked to perfection in a blend of spices and herbs. This dish offers a harmonious fusion of flavors that will tantalize your taste buds and leave you yearning for more."
            },
            {
                "title": "Deshi Murgi Vuna",
                "img": "https://i.ibb.co/cD6w1bC/deshi-Murgi-Vuna.jpg",
                "price": "100",
                "description": "For those seeking a taste of tradition, try our Deshi Murgi Vuna, where the distinct flavors of indigenous chicken shine through. Slow-cooked with a blend of aromatic spices, this curry offers a glimpse into the authentic flavors of local culinary heritage."
            },
            {
                "title": "Broiler Murgi Vuna",
                "img": "https://i.ibb.co/k9CHmbJ/murgi-Vuna.jpg",
                "price": "70",
                "description": "Experience the tender and juicy Broiler Murgi Vuna, a delightful chicken curry that showcases the versatility of poultry. Made with premium broiler chicken, this curry is infused with a medley of spices, creating a flavorful and satisfying meal."
            },
            {
                "title": "Mutton Vuna",
                "img": "https://i.ibb.co/bHTTFgx/mutton-Vuna.jpg",
                "price": "220",
                "description": "Savor the richness of our Mutton Vuna, where tender pieces of mutton are lovingly cooked with spices and herbs, resulting in a hearty and flavorful dish. Each bite is a celebration of the robust flavors and tender texture of the meat, creating a truly indulgent experience."
            }
        ]
    },
    {
        "title": "Fish Items",
        "img": "https://i.ibb.co/W00HWDq/fish-item.jpg",
        "description": "We showcase an exquisite array of fish curry dishes that will transport your taste buds to the coastal regions of flavor and delight. Each of our fish curry dishes is carefully prepared by our skilled chefs, who understand the importance of preserving the natural flavors of the fish while infusing them with the perfect blend of spices and aromatics. Accompanied by fragrant rice or warm, freshly baked bread, these fish curry items are a culinary adventure that will leave you yearning for more.",
        "otherItems": [
            {
                "title": "Ilish Fish Vuna",
                "img": "https://i.ibb.co/M76sxS0/ilish-Fish-Vaji.jpg",
                "price": "20",
                "description": "Experience the unparalleled taste of our Ilish fish curry, a delicacy revered for its unique and distinct flavor. Prepared with the finest ingredients and a blend of aromatic spices, this curry celebrates the rich and buttery texture of the Ilish fish, creating a harmonious symphony of flavors that will leave you craving for more."
            },
            {
                "title": "Koi Fish Vuna",
                "img": "https://i.ibb.co/R9NVdB6/koi-Fish-Vuna.jpg",
                "price": "15",
                "description": "Experience the rich and aromatic Koi Fish Vuna, a traditional Bengali delicacy that showcases the natural flavors of Koi fish. Slow-cooked with a harmonious blend of spices, this curry creates a symphony of taste that highlights the tender texture of the fish, offering a memorable dining experience."
            },
            {
                "title": "Rui Fish Vuna",
                "img": "https://i.ibb.co/sPHZJkq/rui-Fish-Vaji.jpg",
                "price": "10",
                "description": "Indulge in the flavors of our Rui fish curry, a true testament to the coastal culinary heritage. With its tender and flaky flesh immersed in a luscious gravy infused with fragrant spices, this dish strikes the perfect balance between richness and tanginess, creating a memorable dining experience that will satisfy even the most discerning palates."
            },
            {
                "title": "Shorputi Fish Vuna",
                "img": "https://i.ibb.co/JsJ4zCG/shorputi-Fish-Vuna.jpg",
                "price": "15",
                "description": "For a taste of nostalgia, our Shorputi fish curry is a must-try. Made with love and traditional recipes handed down through generations, this curry captures the essence of Bengali cuisine. The delicate flavors of the Shorputi fish are delicately intertwined with spices, creating a symphony of taste that will transport you to the tranquil riversides of Bengal."
            },
            {
                "title": "Shorshe Ilish",
                "img": "https://i.ibb.co/99smcT7/sorshe-Ilish.jpg",
                "price": "25",
                "description": "For a tangy and zesty delight, try our Shorse Ilish, a signature fish curry made with the iconic Ilish fish. Infused with the pungent flavors of mustard, this curry is a true celebration of the coastal culinary heritage, delivering a delightful combination of boldness and succulence."
            },
            {
                "title": "Telapia Fish Vuna",
                "img": "https://i.ibb.co/NTMbTbN/telapia-Fish-Vaji.jpg",
                "price": "10",
                "description": "Indulge in the crispy and flavorful Telapia Fish Vaji, where tender pieces of Telapia fish are expertly fried to golden perfection. Served with a medley of aromatic spices, this dish offers a delightful crunch and a burst of flavors that will leave you craving for more."
            }
        ]
    },
    {
        "title": "Dal & Vaji",
        "img": "https://i.ibb.co/zfxq3QD/dal-vaji-item.jpg",
        "description": "We celebrate the rich flavors of lentils and fried items, bringing you a delightful selection that will leave you craving for more. We take pride in showcasing the versatility and delectable flavors of lentils and fried items. Each dish is prepared with care and attention to detail, ensuring a culinary experience that is both satisfying and memorable. Join us as we celebrate the rich heritage of lentil dishes and fried delicacies, and embark on a gastronomic journey that will leave you yearning for more.",
        "otherItems": [
            {
                "title": "Begun Vaji",
                "img": "https://i.ibb.co/vXgLd1n/begun-bhaja.jpg",
                "price": "10",
                "description": "Indulge in the enticing aroma and crispy texture of our Begun Vaji, a classic dish that showcases the versatility of eggplant. Sliced and expertly fried to perfection, the Begun Vaji boasts a golden exterior and a tender, melt-in-your-mouth interior, creating a harmonious blend of flavors that will tantalize your taste buds."
            },
            {
                "title": "Dal Vuna",
                "img": "https://i.ibb.co/GPg5HtJ/dalVuna.jpg",
                "price": "10",
                "description": "Experience the comfort and simplicity of our Dal Vuna, a traditional lentil preparation that has stood the test of time. Slow-cooked to perfection, the lentils are delicately spiced, resulting in a hearty and flavorful dish that is perfect for a satisfying meal."
            },
            {
                "title": "Derosh Vaji",
                "img": "https://i.ibb.co/TBPpcPG/derosh-Vaji.jpg",
                "price": "10",
                "description": "For a taste of unique flavors, try our Derosh Vaji, a delectable fusion of lentils and assorted vegetables. This dish brings together a medley of flavors and textures, with the lentils complementing the crunchy vegetables, creating a symphony of taste that will leave you wanting more."
            },
            {
                "title": "Dim Vuna",
                "img": "https://i.ibb.co/7z86fBG/dimVuna.jpg",
                "price": "15",
                "description": "If you're in the mood for something protein-rich, our Dim Vuna is a must-try. Featuring perfectly boiled and fried eggs, this dish is simmered in a rich and aromatic sauce, creating a mouthwatering combination that is both hearty and delicious."
            },
            {
                "title": "Korola Vaji",
                "img": "https://i.ibb.co/qWJqMv1/korola-Vaji.jpg",
                "price": "10",
                "description": "Delight in the distinct bitterness of our Korola Vaji, where the delicate flavors of the bitter gourd are enhanced through expert frying techniques. The crispy exterior gives way to a tender interior, ensuring a delightful blend of flavors that will surprise and captivate your palate."
            },
            {
                "title": "Moshur Dal",
                "img": "https://i.ibb.co/71pcgCK/moshur-Dal.jpg",
                "price": "10",
                "description": "Savor the simple yet satisfying flavors of our Moshur Dal, a lentil dish that is both nutritious and comforting. Prepared with red lentils and aromatic spices, this dish is a staple in many households, offering a warm and nourishing experience that is both familiar and delightful."
            }
        ]
    },
    {
        "title": "Vorta Items",
        "img": "https://i.ibb.co/Ld1qtSv/vorta-item.png",
        "description": "We celebrate the art of mashed items, presenting you with a delightful selection that will leave you craving for more. We take pride in crafting these delectable mashed items with passion and care, ensuring a culinary experience that is both satisfying and memorable. Join us as we celebrate the art of mashed dishes and embark on a gastronomic journey that will leave you yearning for more.",
        "otherItems": [
            {
                "title": "Alu Vorta",
                "img": "https://i.ibb.co/7v98YLS/aluVorta.jpg",
                "price": "5",
                "description": "Delight in the creamy and indulgent textures of our Alu Vorta, a mashed potato dish that is the epitome of comfort food. Seasoned to perfection and garnished with aromatic spices, this vorta is a crowd-pleaser and a perfect companion to any meal."
            },
            {
                "title": "Badam Vorta",
                "img": "https://i.ibb.co/jkpC0Ny/badam-Vorta.gif",
                "price": "10",
                "description": "Indulge in the creamy and nutty flavors of our Badam Vorta, a unique twist on mashed dishes. Made with finely ground almonds, this velvety creation is infused with aromatic spices, creating a heavenly blend of flavors that will awaken your senses."
            },
            {
                "title": "Begun Vorta",
                "img": "https://i.ibb.co/0F04DM6/begun-bhorta.jpg",
                "price": "5",
                "description": "Experience the sublime flavors of our Begun Vorta, a classic mashed dish featuring tender and smoky eggplants. Meticulously prepared and blended with spices, this vorta offers a delightful combination of textures and tastes that will transport you to culinary bliss."
            },
            {
                "title": "Dal Vorta",
                "img": "https://i.ibb.co/p3s01mb/dalVorta.jpg",
                "price": "5",
                "description": "Experience the comforting flavors of our Dal Vorta, where lentils are transformed into a creamy and flavorful mash. Infused with a blend of spices, this vorta showcases the versatility of lentils and offers a satisfying and nourishing experience."
            },
            {
                "title": "Kalizira Vorta",
                "img": "https://i.ibb.co/1fM5KS8/kalijira-Bhorta.jpg",
                "price": "10",
                "description": "Discover the robust and distinct flavors of our Kalozira Vorta, a flavorful mash made with roasted nigella seeds. This unique spice lends a hint of bitterness and earthiness, creating a vorta that is both intriguing and delectable."
            },
            {
                "title": "Kola Vorta",
                "img": "https://i.ibb.co/ZWVySdq/kola-Vorta.jpg",
                "price": "5",
                "description": "For a burst of freshness, try our Kola Vorta, a mashed preparation of plantain bananas. The delicate sweetness of the bananas is balanced with aromatic spices, resulting in a vibrant and refreshing dish that will awaken your taste buds."
            },
            {
                "title": "Sim Vorta",
                "img": "https://i.ibb.co/PDPMjxb/simVorta.jpg",
                "price": "5",
                "description": "Immerse yourself in the delightful flavors of our Sim Vorta, a mashed dish made with flat beans. Mashed to perfection and seasoned with aromatic spices, this vorta offers a unique and satisfying culinary experience."
            },
            {
                "title": "Sutki Vorta",
                "img": "https://i.ibb.co/0278rSX/sutki-Vorta.jpg",
                "price": "10",
                "description": "For the adventurous palate, our Shutki Vorta offers a delightful combination of mashed dried fish, spices, and aromatic herbs. This vorta is a true celebration of bold and intense flavors that will leave a lasting impression."
            },
            {
                "title": "Tomato Vorta",
                "img": "https://i.ibb.co/FDGJnGQ/tomato-Vorta.jpg",
                "price": "10",
                "description": "Savor the tangy goodness of our Tomato Vorta, where the vibrant flavors of tomatoes are blended into a smooth and flavorful mash. With a hint of spiciness and a touch of sourness, this vorta is a delightful accompaniment to any meal."
            }
        ]
    },
    {
        "title": "Pitha Items",
        "img": "https://i.ibb.co/1MC42XC/pitha-item.png",
        "description": "Each of our cake items is lovingly prepared, paying homage to traditional recipes and techniques passed down through generations. We take pride in using high-quality ingredients to ensure that every bite is a celebration of flavor and craftsmanship. Join us in our cake haven as we present you with these delightful treats that are perfect for any occasion. Whether you're seeking a taste of nostalgia or looking to discover new flavors, our cake items will transport you to a world of sweetness and joy.",
        "otherItems": [
            {
                "title": "Chitoi Pitha",
                "img": "https://i.ibb.co/3CSPr99/chitoi-Pitha.jpg",
                "price": "10",
                "description": "Experience the heavenly flavors of Vapa Pitha, a traditional steamed cake that is a beloved delicacy in many regions. Made with rice flour and jaggery, this cake boasts a soft and spongy texture, offering a delightful balance of sweetness and warmth."
            },
            {
                "title": "Puli Pitha",
                "img": "https://i.ibb.co/3CSPr99/chitoi-Pitha.jpg",
                "price": "20",
                "description": "Savor the unique flavors of Puli Pitha, a sweet dumpling-like cake filled with a delicious mixture of coconut and jaggery. These dumplings are carefully steamed and then dipped in a syrup made with palm jaggery, creating a heavenly combination of textures and tastes."
            },
            {
                "title": "Vapa Pitha",
                "img": "https://i.ibb.co/bJDPyG0/vapa-Pitha.jpg",
                "price": "20",
                "description": "Experience the heavenly flavors of Vapa Pitha, a traditional steamed cake that is a beloved delicacy in many regions. Made with rice flour and jaggery, this cake boasts a soft and spongy texture, offering a delightful balance of sweetness and warmth."
            }
        ]
    }
]